{
	"addresses": "http://IP:1216 (Under construction! Please find your IP address manually.)",
	"donate": "<a href=\"donate.html\" target=\"_blank\">Donate!</a>",
	"step1_title": "Context of Use",
	"step1_text": "If your computer speakers have poor sound quality, or if you don’t have speakers at all, don’t worry! As long as you have a smartphone or tablet with excellent sound quality, you can use <strong>SoundShare</strong> to stream your computer’s audio to your mobile device in real time, enjoying a clearer and more immersive sound experience!",
	"step1_next": "Next",
	"step2_title": "Copyright Information",
	"step2_text": "<strong>SoundShare</strong> is free software, and it is prohibited for anyone to resell it! If you find it useful, please help promote and <a href=\"donate.html\" target=\"_blank\">support</a> it. Your assistance is greatly appreciated!",
	"step2_back": "Back",
	"step2_next": "Next",
	"step3_title": "Usage",
	"step3_text": "Please open the browser on your smartphone or tablet and enter the following address:",
	"step3_back": "Back",
	"step3_next": "Next",
	"step4_title": "Advanced Settings",
	"step4_text": "The following features require modifications to the registry and will take effect after restarting the application:",
	"ipv6": "<b>Enable IPv6:</b> Disabled by default for security reasons! <a href=\"ipv6.png\" target=\"_blank\">View</a>",
	"log": "<b>Log Settings:</b> Modify Log Toggle, Save Path, and Level. <a href=\"log.png\" target=\"_blank\">View</a>",
	"port": "<b>Listening Port:</b> Modify Binding Address and Listening Port. <a href=\"port.png\" target=\"_blank\">View</a>",
	"audio_bitrate": "<b>Audio Bitrate:</b> Set the audio bitrate. range [64000, 512000], default to 128000. <a href=\"audio_bitrate.png\" target=\"_blank\">View</a>",
	"mute": "<b>Mute Policy:</b> When connected, it mutes automatically. Options: Do not mute, Mute once, Keep muted. <a href=\"mute.png\" target=\"_blank\">View</a>",
	"step4_back": "Back",
	"step4_next": "Next",
	"step5_title": "Error Diagnosis",
	"step5_text": "Fixes for common issues:",
	"no_audio_device": "<b>No audio device driver on your system?</b> Please install a virtual audio device driver! <a href=\"https://download.vb-audio.com/Download_CABLE/VoicemeeterSetup_v1119.zip\" target=\"_blank\">Download</a>",
	"muted": "<b>No sound after muting the computer?</b> This is true for some sound card drivers, especially on AMD platform laptops. You can first try switching the audio output device. If there is still no sound, you can also consider installing a virtual sound card. <a href=\"https://download.vb-audio.com/Download_CABLE/VoicemeeterSetup_v1119.zip\" target=\"_blank\">Download</a>",
	"step5_back": "Back",
	"step5_next": "Next",
	"step6_title": "All Done!",
	"step6_text": "Congratulations! You have mastered the basic usage of <strong>SoundShare</strong>.",
	"step6_back": "Back",
	"restart": "Restart"
}
