{
	"donate": "<a href=\"donate.html\" target=\"_blank\">Donate!</a>",
	"step1_title": "Context of Use",
	"step1_text": "If your computer is not equipped with a microphone, there's no need to worry! As long as you have a smartphone or tablet with high-definition noise reduction capabilities, you can utilize <strong>MicShare</strong> to synchronize audio data captured by your mobile device's microphone to your computer in real time, effortlessly achieving an exceptional audio input experience!",
	"step1_next": "Next",
	"step2_title": "Copyright Information",
	"step2_text": "<strong>MicShare</strong> is free software, and it is prohibited for anyone to resell it! If you find it useful, please help promote and <a href=\"donate.html\" target=\"_blank\">support</a> it. Your assistance is greatly appreciated!",
	"step2_back": "Back",
	"step2_next": "Next",
	"step3_title": "Usage",
	"step3_text": "Please open the browser on your smartphone or tablet and enter (one of) the following address:",
	"step3_back": "Back",
	"step3_next": "Next",
	"step4_title": "Driver installation",
	"step4_text": "Currently, only VoiceMeeter v1.0.8.8 is supported. If it is not installed, audio will be played on the local device.",
	"dl_vm": "<a href=\"https://pan.baidu.com/s/1oFOBhidFp8NJ75SRU41gnQ?pwd=7dfu\" target=\"_blank\">Download</a> and install the virtual sound card.",
	"use_vm": "Use <b>VoiceMeeter Output</b> as audio input device on your computer.",
	"step4_back": "Back",
	"step4_next": "Next",
	"step5_title": "Advanced Settings",
	"step5_text": "The following features require modifications to the registry and will take effect after restarting the application:",
	"ipv6": "<b>Enable IPv6:</b> Disabled by default for security reasons! <a href=\"ms_ipv6.png\" target=\"_blank\">View</a>",
	"log": "<b>Log Settings:</b> Modify Log Toggle, Save Path, and Level. <a href=\"ms_log.png\" target=\"_blank\">View</a>",
	"port": "<b>Listening Port:</b> Modify Binding Address and Listening Port. <a href=\"ms_port.png\" target=\"_blank\">View</a>",
	"skey": "<b>Customize SSL certificate:</b> Put your own cert.pem and key.pem in the %LocalAppData%\\UMUTech\\SoundShare\\run directory.",
	"step5_back": "Back",
	"step5_next": "Next",
	"step6_title": "All Done!",
	"step6_text": "Congratulations! You have mastered the basic usage of <strong>MicShare</strong>.",
	"step6_back": "Back",
	"restart": "Restart"
}
